Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Little Mint Princess.tmx
Source language: ko_kr
Languages: en

source: 괜찮∙∙∙
en: yes, I’m all r--

source: 나의 그림자.
en: ...my shadow.

source: 토닥
en: pat

source: 아무렇지도 않네∙∙∙?
en: but it feels totally fine...

source: 저는 가족이 없어서∙∙∙
en: I guess since I don’t have a family...

source: 콰직
en: crunch

source: 성전에서 사람이 찾아왔습니다!
en: a visitor from the temple has arrived!

source: 그렇군요∙∙∙.
en: I see...

source: 다들 제법 흥분하겠는걸.
en: everyone will be excited to see you.

source: 그러고 보니 소공녀 님.
en: that reminds me.

source: 고마워요 키리안
en: thank you, kirian.

source: 그럼 난 가마.{j}민트.
en: then I’ll take my leave, mint.{j}

source: 다른 것들은 잘도 후원을 받고 나가는데!
en: all the other brats are getting sponsored and leaving this place!

source: 실망하지도 않을 거야.
en: ...ever be disappointed.

source: 로엘 님.
en: sir.

source: 칫!!
en: tsk!

source: 아가씨!
en: my lady!

source: 펄럭
en: flap

source: 왠지 느낌이 이상∙∙∙
en: something seems strange about--

source: 응!
en: yeah!

source: 언젠가 날 선택해줄 사람이 오기를 기다렸어.
en: I waited for someone to come along and choose me.

source: 다른 아이는 없나요?
en: is there another child available?

source: 죄송합∙∙∙
en: I’m sorr--

source: 모닥불 좀 가까이서 쬐자∙∙∙.
en: I’ll warm myself up by the fireplace...

source: 소공녀 님, 다음에도 아셀라 아가씨를 만나실 겁니까?
en: my lady, do you plan to meet with lady ascella again?

source: 아이고-
en: oh my!

source: 오늘 수업은 여기까지 하겠어요.
en: today’s lesson ends here.

source: 고오오오-..
en: glare

source: 아니야∙∙∙.
en: no...

source: 답장도 편할 때 해줘~
en: write me a reply when you have time!

source: 몇시간 전
en: a few hours earlier

source: 나한테 또래 친구가∙∙∙?!
en: a friend my age...?!

source: 색…
en: huuu

source: 계속 친구처럼 생각해주셨다니 기쁘네요.
en: ...I’m happy that you’ve been thinking of me as a friend.

source: 빠직
en: grit

source: 괜한 거 물어봤다…!!
en: I shouldn’t have asked...!

source: 죄송해요∙∙∙.
en: I’m sorry...

source: 원작 오윤 I 각색∙콘티 땔깜 I 작화 갈피
en: original story by oyun adaptation and storyboard by ddaelggam drawing by galpi

source: 우리도 끌려온 걸 보면 다들 납치된 거겠지.
en: they must all have been kidnapped too, just like us.

source: 내가 할 수 있는걸∙∙∙
en: tell him all the things I can do...!

source: 유리언은 정말 필체가 이쁘단 말이야.
en: yurion’s handwriting is so pretty.

source: 그 괴물은∙∙∙
en: that monster...

source: 부디 한 번만 나를∙∙∙
en: please hold...

source: ∙∙∙그런데 갑자기 약혼을 깨시고는
en: but I heard that you then suddenly broke off the engagement...

source: 사실…
en: to be honest...

source: 타악
en: clack

source: 민트의 몸 상태가 그렇게 안 좋은가?
en: is mint really that unwell?

source: 스스로 혀를 잘랐던
en: the same pain the child suffered...

source: 나처럼 말인가?
en: like me?

source: 가족∙∙∙
en: part of the family...

source: 오랜만에 뵈니까 더 아름다워지신 것 같아!
en: but he seems to have gotten even more beautiful!

source: 아무것도 잃고 싶지 않은데요.{j}대공.
en: I do not wish to give up a single thing, grand duke.{j}

source: 몸에 멍이 있다고?
en: she’s covered in bruises?

source: 유리언∙∙∙!
en: yurion!

source: 왜 난 줄곧 무서워했을까.
en: ...so why was I so scared of him?

source: 빡빡이면 아픈건가∙∙∙?
en: wouldn’t scrubbing hurt, though?

source: 그리고 편지로 마음을 보낸다고 전부 응해줄 순 없어.
en: I can’t return the affections of every single person who writes me a love letter.

source: 맞아~ 완전 악취미~
en: yeah. how horrible!

source: ∙∙∙좀 오래됐나 봅니다.
en: guess it’s deteriorated with age.

source: 어흠
en: ahem

source: 어린애나 먹는 겁니다.
en: ...only for children.

source: 저택 마도사에게 만들어보라고 해야겠군.
en: I’ll ask the estate’s magic priest to create some.

source: 이거 같이 먹을래요?
en: would you like some?

source: 쿨럭 쿨럭
en: cough cough

source: 쭈글…
en: sigh

source: 덜덜덜
en: tremble tremble

source: 저는 아이들을 돌봐준 것밖에 죄가 없습니다!
en: my only crime is taking care of poor, defenseless children!

source: 유리언, 그런 거엔 관심 없을 텐데 제가 괜히∙∙∙.
en: I doubt yurion is interested in discussing it, yet I pushed him...

source: 맛있∙∙∙
en: it’s deliciou--

source: 마차가 크게 흔들렸던 건 기억이 나∙∙∙
en: I remember the carriage shook violently...

source: 율리어스 님과 민트 아가씨는 다릅니다.
en: your situation isn’t the same as that of master yulius, lady mint.

source: 털썩
en: flop

source: 쉬도록 해라.
en: you may rest.

source: 켈록 켈록
en: cough cough

source: 바쁘실텐데 신경 안 써주셔도 돼요!{j}율리어스 님!
en: you must be quite busy with work. you don’t have to worry about me, master yulius!{j}

source: 아니요!
en: no!

source: ∙∙∙잘 된 겁니까?
en: is it really...?

source: 율리어스 님께 어떻게 대답해야 괜찮은 거지?
en: how should I answer master yulius?

source: 제발, 목숨만은!∙∙∙
en: so please, spare me...!

source: 인정받고만 싶어서∙∙∙
en: I just wanted you to think well of me...

source: 리휠∙∙∙리휩?
en: rihil... rihib?

source: 이럴수가!!
en: dear me!

source: 코… 코…
en: zzz zzz

source: 친구가 생기는 건 좋은 일이지요.
en: making friends is indeed a great thing.

source: 아니면 학습능력이 없는 건지.
en: or do they just not learn?

source: 한 병 그냥 뚝딱이죠!
en: I can now drink the whole bottle in one go!

source: 처음 인사할 땐 자기소개하는 거잖아요.
en: but I haven’t introduced myself to you yet.

source: 지금 유리언을 보면 더 데려가고 싶다고 난리일 거 같아.
en: if she sees you now, she’ll throw a fit and try to take you back no matter what.

source: 휘오오
en: whoosh

source: 아페르트 제국의 황제, 아벤타 히스마르크.
en: aventa heathmark, the emperor of averte.

source: 울면서 사과를 하다니∙∙∙!
en: and now I’m apologizing while in tears!

source: 대륙의 지배자님께 무슨 망발이냐.
en: how dare you spout such nonsense to the ruler of this continent?

source: 제게 신경쓰지 않으셔도 돼요!
en: ...you don’t have to worry about me!

source: 이쪽으로 오십시오.
en: this way.

source: 버릇없이 컸군요.
en: he’s grown up into quite an insolent man.

source: 전 너그러우니까요.
en: I am forgiving.

source: 쿠웅
en: thud

source: 누가 만나도 좋다고 했지?
en: who said you had permission to meet her?

source: 두근
en: ba-bump

source: 왜 이렇게 말이
en: why can’t I...

source: 텁!
en: grab

source: 기운없음
en: no energy

source: 뭐∙∙∙라는 거야.
en: what... are you talking about?

source: 이게∙∙∙
en: this...

source: 크와아앙
en: chomp

source: 파바바박
en: dig

source: 사아아아…
en: flash

source: 최고급 헤어오일
en: the best hair oil in the market

source: 그래봤자 고작 스물둘이면서 거드름은.
en: you’re still only 22 years old, yet you’re already putting on airs.

source: 질질질
en: drag

source: 흠….
en: hmm...

source: 그 전에 그거 제 몸인데요.
en: more importantly, that’s my body!

source: 뱀이…!
en: the snake...!

source: 어쩌지, 말을 하고 싶은데
en: ...is what I want to say.

source: 앞에서 걸어라.
en: lead the way.

source: 네놈들이 그렇게 답할 거란 걸 안다는 거다.
en: I meant that I knew you lot would say that.

source: 웨..
en: mrow...

source: 로엘 집사님?
en: mr. roel?

source: 제가 모시고 갔어야 했는데∙∙∙.
en: I should have escorted you...

source: 너는 러브레터를 받으면 결혼할 거냐?
en: if you ever receive a love letter, will you marry the person who wrote it?

source: 그 분은∙∙∙
en: that lady is...

source: 뭐냐.
en: what is it?

source: 그 순간 너와 결합점이 약해지니,
en: at that moment, the hold she had on your body would have weakened...

source: 네, 네!
en: o-okay!

source: 우당탕
en: tumble

source: 내가 특별한 사람이 아니면 뭐 어때.
en: so what if I’m not anyone special?

source: 흐음~
en: hmm...

source: 그만하십시오, 폐하.
en: that’s enough, your majesty.

source: 오도도도도도
en: goosebumps

source: 네놈이 어떤 수로 증거를 날조해뒀다 해도,
en: whatever fabricated evidence you may have in your possession,

source: 왠지 전보다 덜 피곤한 기분이 드는 것 같아.
en: I do feel less fatigued than before.

source: 좋아.
en: all right.

source: 어른이 아이를 보호하는 건 당연한 거고.
en: it’s normal for an adult to protect a child...

source: 또르르
en: drip

source: 납죽 납죽
en: bow bow

source: 그렇습니다.{j}대공 각하.
en: it’s as she said, your royal highness.{j}

source: 그 아인 너와 만나고∙∙∙
en: after seeing you...

source: 난 그저 엄청 운이 좋은 아이였던 거지.
en: I was just exceptionally fortunate.

source: 그곳의 후원을 받는다던 소문의 그 소공녀입니다!!!
en: I present to you... the little lady who is being sponsored by the house of elkedonia!

source: 곧 40세 탄신일을 앞두고 있지요.
en: her 40th birthday is coming up.

source: 꼬옥
en: squeeze

source: 아셀라 영애에게 빈민가 얘기를 한 것은 고용인으로 위장한 칼라교의 잔당.
en: the kalla believers disguised themselves as servants and told lady ascella about the slums.

source: ∙∙∙그렇게 응석을 부리다가
en: but what if I keep being spoiled like that...

source: 원하는 게 있으면 어떻게 말하라 그랬지?
en: as I said before, whenever there’s something you want, tell me.

source: 근데 저 이해 안 가는 게 너무 많은데요∙∙∙.
en: but there are so many things I don’t understand...

source: 카앙
en: clang

source: 싱긋
en: smile

source: 서걱
en: slice

source: 흠
en: hmm

source: 나중에 다시 여쭤봐야지∙∙∙.
en: I should ask him if we could talk again another time...

source: 슉
en: whish

source: 덕분에 드벨리안 가도 조금 다시 봤어.
en: still, I have a slightly better impression of the devellians now.

source: 이거 놔!
en: let go!

source: 그리고∙∙∙ 아가씨를 구하신 건 대공 각하시고요.
en: and... his royal highness is the one who saved you.

source: 목소리가 안 나와.
en: and I can’t make a sound.

source: 이걸 빌미로 당신이 나보다 위라고 생각하기라도 하나요?!
en: do you think you’re better than me now?!

source: 소문이 사실이었습니까?
en: so were the rumors true?

source: 저한테요?
en: me?

source: 다른 곳에 격리 되셨거든요.
en: that she was taken to a separate area.

source: 빈민가에 가서 '여기가 네가 있을 곳이다'이러려는 거겠지.
en: she’s probably thinking of going to the slums and saying to my face, “this is where you belong.”

source: 깜짝
en: flinch

source: 로엘에게 듣기론 힘과 돈이라고 했는데 굳이∙∙∙?
en: roel said it was because of power and wealth. but why would she bother?

source: 코오..
en: zzz

source: ∙∙∙죽기 전에 맛있는 코코아를 주셔서
en: I should’ve thanked him for the delicious hot cocoa...

source: 힐끔..
en: peek

source: 이기고 싶으니까 율리어스 님이 필요하단 거잖아.
en: and she needs master yulius so that she can win.

source: 쓸모없는 것!
en: you useless wench!

source: 전에 안아 들었을 때 너무 가볍던데,
en: ...but you were entirely too light when I lifted you up last time.

source: 엇∙∙∙
en: oof...

source: 춥나…
en: it’s freezing...

source: 달달달달달달
en: tremble tremble

source: 나머진 식사하고 와서 하면 된다.
en: I can finish the rest after lunch.

source: 여기 있었나.
en: here you were.

source: 잠깐만 앉아있어라.
en: take a seat.

source: 쑤욱
en: grab

source: 먹이고 가르치고 귀족아이처럼 만들고는∙∙∙
en: ...feeding them and educating them as they would with a child of their own.

source: 그럼 이 사람이∙∙∙!
en: then this person must be...!

source: 제가∙∙∙ 후원을 받는 건가요?
en: being sponsored?

source: 아까 제대로 못 먹었지?
en: you didn’t get to eat much earlier, did you?

source: 그, 글쎄요.{j}그런 취미가 있는지는 저도 잘∙∙∙
en: I-I’m not sure if that’s what she’s into...{j}

source: 아깝다…
en: what a shame...

source: 내가 철없는 어린애처럼 보일테니까∙∙∙.
en: must only see me as an immature child...

source: 하, 할 수 있∙∙∙
en: I-I can... do...

source: 왠지 방금 그 말을 들었을 때
en: when he said those words...

source: 그치만!
en: but!

source: 잡아!!
en: get him!

source: 뻘뻘 뻘뻘
en: fret fret

source: ∙∙∙편지∙∙∙.
en: a reply, huh...?

source: 민트가 원하는 건 들어주기로 했으니까.
en: but I also promised to grant all of mint’s wishes.

source: 그러니까∙∙∙.
en: so...

source: 낑낑
en: mmph

source: 내가 가려고 했는데.
en: I was planning on going to you.

source: 차라리 날, 데려∙∙∙
en: take me... instead...

source: 혀가 녹는 거 같아!
en: it’s so good, my tongue feels like it’s melting away!

source: 이제 엄청 잘 먹어요!
en: every single day!

source: 신기해.
en: how strange.

source: 그게 아녜요.
en: that’s not it.

source: 너 발라줄 약은 없다.
en: I’ve no ointment to waste on you.

source: 잘됐다 잘됐어요
en: how wonderful!

source: 콰장창
en: crash

source: 뭐?!
en: what?!

source: 이∙∙∙
en: you--

source: 부릅
en: glare

source: 음…?
en: huh...?

source: 그렇구나∙∙∙.
en: I see...

source: 엘케도니아면 음∙∙∙
en: elkedonia... hmm...

source: 지금 어디에?
en: where is he?

source: 빨리 개굴이라고 해요!
en: hurry and croak!

source: 그럼.
en: I shall be going then.

source: 나이도 마흔이나 되시고∙∙∙
en: already 40 years old...

source: 내 이름은 율리어스 엘케도니아.
en: my name is yulius elkedonia...

source: 그만두시는 게 좋을 겁니다.
en: please stop this.

source: 이해하죠?
en: you understand what I mean, right?

source: 노예라니, 각하께서 그런 애를 데려와 후원하실리 없잖아요.
en: there’s no way his royal highness would take in a slave.

source: 꿀꺽
en: gulp

source: 카득
en: chomp

source: 폐하, 지금 당장 민트의 몸에서 나오십시오.
en: your majesty, exit mint’s body at once.

source: 언제까지나 폐하의 눈을 피해 숨어 살 수는 없잖아요.
en: I can’t hide from her majesty forever.

source: 그, 그런가요∙∙∙
en: i-is that so...?

source: 근데 말이다!
en: but that’s not a problem!

source: ∙∙∙방금 좋은 꿈을 꾸고 있었는데 아깝다∙∙∙.
en: what a shame... I was having such a lovely dream just now...

source: 제가∙∙∙ 불러들인 거예요.
en: I’m the one... who summoned her.

source: 저 이제 글 어느 정도 쓸 수 있게 돼서∙∙∙
en: I can finally write somewhat decently now...

source: 함께 만드는 아페르트 제국
en: building averte empire together

source: 보통은 더 일찍 오는데 몸이 안 좋으면 늦게 오기도 하거든요.
en: normally, you would’ve begun it at an earlier age, but it sometimes starts late if you’re not physically well.

source: 험한 생각이 들어도 자기 탓하지 않으셔도 돼요!
en: so there’s no need to blame yourself for any angry or violent thoughts you might have!

source: 아니다.
en: nothing.

source: 여기가 앞으로 네가 살 곳이다.
en: from today on, this will be your home.

source: 정말로!
en: it really did!

source: 벌떡
en: spring

source: 레트나 여사님의 말씀을 듣자마자 만나고 싶어졌지 뭐예요.
en: I wanted to meet you as soon as I heard about you from madam letna.

source: 아녜요.
en: no.

source: 황제모독은 우리 둘만 공범이잖아요!
en: no one else should know about us insulting her majesty!

source: 술렁 술렁
en: bustle bustle

source: 율리어스 님은 필요한 건 뭐든
en: master yulius said...

source: 스으…
en: loom

source: 하지만 나한테 친구를 고르라고 한다면,
en: but if I could pick my own friends...

source: 잊지마라 민트.
en: do not forget, mint.

source: 벌컥
en: burst

source: 내 그 때문에 자네를 부른 거니까.
en: after all, this is the reason why I summoned you here.

source: 아가씨랑 저는 친구는 못 되겠죠.
en: you and I cannot be friends.

source: 두번째는 돈입니다.
en: second, wealth.

source: 죄송해요.
en: sorry.

source: 그나저 칼라교도 참 끈질기군.
en: but the kalla faith sure is persistent.

source: 그리고 또 뭐라 하셨더라∙∙∙
en: and what else did you say?

source: 전쟁이 끝났다고 모든 게 끝난 것 같습니까?
en: do you think everything’s over now that the war has ended?

source: 고마워.
en: thank you.

source: 빨리 끝낼게요!
en: we’ll be quick!

source: 귀족은 그런 계산하에 정략결혼을 하는 게 보통이다.
en: nobles take all of that into account and enter into arranged marriages.

source: 나는 방에 가 있으란 건
en: he’s sending me to my room...

source: 네!
en: yes!

source: 마차에서도 그렇고 감옥에서도 감싸주고∙∙∙
en: you protected me in the carriage... and at the prison, too...

source: 여긴??
en: where am I?

source: 앞으로 아셀라 얘긴 꺼내지 말자∙∙∙.
en: I won’t bring up ascella again...

source: 솨아아아…
en: flutter

source: 그, 그런 게 아니라요∙∙∙!
en: it’s not like that!

source: 하하하
en: hahaha

source: 왠지 속이 울렁거려∙∙∙
en: I feel sick...

source: 성함이?
en: what is your name, my lady?

source: 제가 비가 된다 해도 그게 황제에게 이득일까요∙∙∙?
en: ...would my becoming her wife be of any benefit to her majesty?

source: 뭐가 죄송하단 거냐?
en: about what?

source: 여기는 칼라교의 잔당들이 모여 만든 곳 같습니다.
en: this place seems to have been created by the surviving believers of kalla.

source: 퇴직금과 함께 집으로 보내도록.
en: send her home with severance pay.

source: 대충 정리가 된 것 같네요.
en: looks like things are about wrapped up here.

source: 그저 제가 민트아가씨를 지키고 싶은 겁니다.
en: I just wanted to protect you, lady mint.

source: 러브레터만 걸러줘도 만족
en: sorting out the love letters is good enough for him

source: 잘 모르겠지만 엄청 화나신 것 같다∙∙∙∙∙∙.
en: I’m not sure what he’s talking about, but he seems enraged...

source: 구해준 답례도 있지만∙∙∙
en: I do owe him for saving her life...

source: 저도 이거 봐요.
en: look at me.

source: ∙∙∙전신에 이런 상처가 많다고?
en: her entire body is covered in bruises like this?

source: 조금 다쳤지만 다들 무사히 돌아왔잖아요?
en: yes, you got a little injured, but everyone made it out alive.

source: 더 열심히∙∙∙ 열심히 해서
en: I will work hard...

source: 두둥
en: du dun

source: 그렇지 않으면?
en: if I don’t?

source: 민트 아가씨?
en: lady mint?

source: 난 유리언을 절대 보내지 않을 거야!
en: ...I won’t let yurion go!

source: 그런 거야 율리어스 님 얼굴이면 금방 해결되니까.
en: master yulius can easily settle these kinds of matters with that frightening countenance of his.

source: 편지를 분류해보니까
en: as I’m sorting out the letters...

source: 오늘에야말로 황제의 명을 받아∙∙∙.
en: today, as per the emperor’s orders, I will finally...

source: 샬라 메리골드.
en: cyalla merigold.

source: 어쩌지~
en: oh no...

source: 엘케도니아 가문은 공국으로 독립해∙∙∙
en: ...the house of elkedonia will run as an independent principality...

source: 율리어스 님 일 힘내세요!
en: good luck with your work, master yulius!

source: 확실히∙∙∙
en: to be honest...

source: 민트 양이 마음속에서 살려달라고 계속 울고 있네요.
en: lady mint keeps crying and begging for her life.

source: ∙∙∙할,
en: I...

source: 아셀라 얘기한 거, 괜히 신경 쓰게 한 거 같아서!
en: well, I feel like I upset you by bringing up ascella!

source: 챙강
en: clink

source: ∙∙∙이제 괜찮아요.
en: I’m okay now.

source: 저벅 저벅 저벅
en: step step step

source: 정말이야?
en: are you really?

source: 구깃
en: shove

source: 머리가 더 커서 허튼 생각 품기 전에 다시 끌고 가야지.
en: I should drag her back before she gets big-headed and forgets her place.

source: 꿈… 꿈이었지?
en: w-was that all a dream?

source: 휴우웅-..
en: whoosh

source: 따지고 보면 아셀라가 가자고 할 때 괜찮다고 했으니까요.
en: I was the one who agreed to go when ascella asked.

source: 진짜요?!
en: really?!

source: 기절할만도 한데.
en: I wouldn’t have blamed you if you’d fallen unconscious.

source: 게다가∙∙∙
en: plus...

source: 그것도 알아요!
en: yes, I do!

source: 끼이익…
en: creak

source: 타다닥…
en: pitter patter

source: 고개 들어라.
en: lift your head.

source: 감사드려요.
en: ...thank you for giving me joy, even if only for a short while.

source: 혹시 엄청 무서운 사람이라도 오는 건가∙∙∙?
en: does that mean someone incredibly frightening is coming?

source: 세상에∙∙∙
en: my goodness...

source: 어려운 말이 가득한 편지 쪽은 도저히 모르겠어∙∙∙.
en: ...but I just can’t figure out what the other letters are. they’re full of difficult words...

source: 언제쯤 그만 꾸게 되는 걸까.
en: when will I stop having these dreams?

source: 마치 굶주린 맹수가 게걸스레 씹어먹듯∙∙∙
en: like a starving beast gorging on its prey...

source: 그 큰 게∙∙∙?
en: and something as big as a baby...

source: 비척..
en: stagger

source: 히잉…
en: sniffle

source: 끼익…
en: creak

source: 검기로 오러블레이드를 얼마든지 만들 수 있는 사람이죠.
en: he can create a blade of aura using this power.

source: 이게 아냐∙∙∙.
en: isn’t it.

source: 내 행동 하나하나가
en: every little thing I do...

source: 실례합니다!
en: excuse me!

source: 너무하죠?
en: how far-fetched.

source: 구할 수 있는 힘만 있으면 돼.
en: as long as I have the power to save him.

source: 대공 각하의 평판에 이어집니다!
en: your actions will have an impact on the reputation of his royal highness!

source: 유리언에게 친구가 많아지면 좋은 일이잖아요.
en: it’s great that yurion can make lots of friends.

source: 당시 주치의의 소견서를 받아오겠습니다!
en: I’ll prove it! I can bring a note from the doctor who treated her back then!

source: 저, 저도 싫어요!!!
en: I-I don’t like this either!!!

source: 어, 귀족들의 인형놀이∙∙∙ 그거 맞지?
en: it’s that terrible hobby nobles have, isn’t it? their version of playing with dolls?

source: 제가 깨끗이 빨아놓겠습니다!
en: I’ll clean it up right away!

source: 딱히 걱정하실 필요 없었는데.
en: she didn’t have to be so worried.

source: 죄송하지만,
en: forgive me, but...

source: 소공녀 님의 행동이 곧
en: your actions will have an impact...

source: 저희가 선을 넘은 관계가 되었군요.
en: so that’s the kind of relationship we have now.

source: ∙∙∙그뒤 바로 쫓았습니다만,
en: we pursued them right away...

source: 더 고민해도 어쩔 수 없지∙∙∙.
en: I suppose there’s no point in worrying...

source: 이 자식이 죽고 싶나!
en: do you have a death wish?!

source: 나랑 같이 있자.
en: stay with me.

source: 푸욱 퍽퍽
en: stab thwack whack

source: 무모한 짓을 저지른 거야∙∙∙.
en: ...I was someone worthy of being rescued by master yulius...

source: 바쁘실 텐데 이런 소소한 것도 보고되나 보구나∙∙∙.
en: he must be so busy, yet he’s even aware of such trivial details...

source: 없다.
en: I don’t.

source: 수양후원∙∙∙.
en: foster daughter...

source: 저렇게 큰소리도 내는구나
en: that’s the first time I’ve heard him shout!

source: 그건 안 된다.
en: I’m afraid not.

source: 유리언은 앞으로 대공저에서 살게 됩니다.
en: from now on, yurion will reside at the grand duke’s estate.

source: 하지만 그거랑 이건 다른 얘기예요.
en: however, this is a different matter altogether.

source: 꾹!
en: squeeze

source: 우와…
en: wow

source: 너도 이제는 알겠지만
en: as you may have now realized,

source: 상냥한 아이란 느낌이 들어.
en: ...but he seems kind.

source: 절단나셨습니다.
en: you literally bit your tongue off.

source: 저 안 잤는데요?!
en: I didn’t sleep!

source: 대공 각하께서 찾으십니다.
en: your royal highness wishes to see you.

source: 겹겹이 접은 천생리대
en: layers of cloth pads

source: 제 몸으로 장난치지 말라고요~!!!
en: stop messing with my body!!!

source: 일이라.
en: work, you say?

source: 슬슬 좀 포기해~~
en: just give it up already!

source: 괴물이 온다!!
en: it’s a monster!!!

source: 아페르트 제국이 부유한 이유가 바로 이겁니다!
en: we are basically the reason why averte empire is so wealthy!

source: 아가씬 이제 약 잘 삼키시거든요.
en: she can drink the whole thing now.

source: 갑자기 너무 편안한 기분이 들어.
en: suddenly, I feel so relaxed.

source: 휘오오오오오
en: fwoosh

source: 그렇게 여기고 성심껏 모시자 생각했습니다.
en: as part of the family and a member of the house of elkedonia.

source: 쇼크사…
en: shock...

source: 아닌데.
en: no.

source: 또 습관처럼 사과할 뻔했네.
en: I almost apologized out of habit.

source: 아니었나
en: I suppose not.

source: 아,
en: oh.

source: 호롭 호롭
en: slurp slurp

source: 지금 당장 무릎을 꿇고 제게 용서를 비셔야겠군요.
en: in that case, you should get on your knees this instant and beg for forgiveness.

source: 무례하구나, 율리어스.
en: such insolence, yulius.

source: 뭐 여러 가지 이유가 있긴 합니다만.
en: well, there are a number of reasons.

source: 그러니까 빨리 취소해 취소하라고
en: so just rescind it already!

source: 좋아!!
en: good!

source: 아마도 그러려고 널 데려온 걸테니까∙∙∙.
en: that’s probably why I brought you here...

source: 교체하겠습니다∙∙∙.
en: I’ll replace them all...

source: 감사합니다!
en: thank you...

source: 사람을 아무것도 아닌 것처럼 말하는 거야?
en: ...talking about him like he’s an object?

source: ∙∙∙가족같은 건,
en: it’s enough...

source: 그렇구나…
en: I see...

source: 민트 아가씨께서도 동의하십니까?
en: is that destination acceptable to you, lady mint?

source: 듣자 하니 결국 황제가 성황이랑 권력다툼을 하는데
en: it sounds like the emperor and the head of the church are engaged in a power struggle...

source: 일어나라∙∙∙
en: get up...

source: 뭐가 됐든 괜찮아.
en: whatever it is, it’s fine.

source: 왜 그러지?
en: what is it?

source: 크아악
en: aaagh!

source: 그것뿐이냐?
en: is that all?

source: 처억
en: du dun

source: 전에도 말씀 드렸잖아요?
en: I told you that already.

source: 그, 그치만 그런 건 대공 각하께 여쭤봐야∙∙∙
en: b-but I should ask his royal highness--

source: 아무리 생각해도 제가 올 곳이 아닌 것 같아서요∙∙∙.
en: no matter how I look at it, this place is not meant for someone like me...

source: 그때는 친구가 되어달라고 하자.
en: then I’ll ask him to be my friend.

source: 검은 그림자∙∙∙?
en: a black shadow...?

source: 키리안 씨∙∙∙ 울고 있었나?
en: miss kirian... was she crying?

source: 팍
en: shove

source: 띵
en: jolt

source: 괜찮으십니까?
en: are you all right?

source: 처음 뵙겠어요.{j}엘케도니아 소공녀 님.
en: nice to meet you, little lady of elkedonia.{j}

source: 표정 엄청 무서워∙∙∙!
en: ...looks so scary...!

source: 사람 몸에서 사람이 나와?
en: how can an entire person come out of another person’s body?

source: 엄청 더워요∙∙∙.
en: it’s so hot...

source: 황제 폐하와 엮이기 싫어서∙∙∙
en: because you didn’t want anything to do with her majesty?

source: 아, 아니 미안해요!!!
en: n-never mind! I’m sorry!!!

source: 어이 더 말해 보게.{j}샬라 원장.
en: go on and elaborate, director cyalla.{j}

source: 이런 걸로 율리어스 님이 승낙할 리∙∙∙
en: there’s no way master yulius would agree to this--

source: 아페르트의 황제, 아벤타.
en: ...is the antithesis of those values.

source: 차라리 이걸로 정리되어서 다행인 거다.
en: so all things considered, this is actually a better outcome.

source: 다른 아이들도 다시 한 번 더 보시면
en: if you would like to a look at the other children back at the orphanage...

source: 좋아합니다.
en: I do.

source: 행복하든 불행하든 아무래도 좋습니다.
en: I do not care whether she ends up happy or miserable.

source: 내가 뭘 사과해야 하죠?
en: why must I apologize?

source: 다행이다!
en: thank goodness!

source: 아가씨는 목숨의 중함을 좀 더 알아야-
en: you need to learn to value your life more--

source: 폐하께선 수많은 별칭이 있지 않으십니까.
en: you have countless monikers, your majesty, do you not?

source: 아닙니다.
en: no, it isn’t.

source: 모시겠습니다, 아가씨.
en: let us go, my lady.

source: 그래서 율리어스 님께서 마법에 걸리시게 된 거니까∙∙∙.
en: that’s why you were put under a spell, master yulius...

source: 민트가 죽을 뻔한 게 전부 제 탓이라는 거예요?
en: are you saying it’s my fault you almost died?

source: 꼭 받아 가 주세요.
en: please accept it.

source: 에이~
en: oh, come on!

source: 전, 그저∙∙∙!
en: it’s just that...

source: 그건 좀 그렇지?
en: that’s a bit much, isn’t it?

source: 대체 무슨 일인지∙∙∙
en: what on earth is going on...?

source: 꾸역..
en: munch

source: 넌 지금은 잘 모르는 것 같은데,
en: you may not be aware of it yet...

source: 늦었군
en: it’s too late...

source: 어머나,
en: goodness!

source: 전 이런 걸로 울지 않아요!
en: I wouldn’t cry over something like this!

source: 와~
en: wow!

source: 그, 그치만 소공녀님도 계시는데 그런 곳에∙∙∙
en: b-but the little lady is here. why would you...

source: 이런 눈은 아주 비싼 값을 부른답니다.
en: slaves with eyes like his are very expensive.

source: 크흑 쿩∙∙∙
en: ack, gah...
